Repository: jscsearchit/creative-commons-configurator-1
Catalog: languages/cc-configurator-*.po
Languages: da_dk, el_gr, fi_fi, fr_fr

source: License Options
da_dk: License-indstillinger
el_gr: Ρυθμίσεις Άδειας
fi_fi: Lisenssiasetukset
fr_fr: Options de la licence

source: License
el_gr: Άδεια
fi_fi: Lisenssi
fr_fr: Licence

source: Creative Commons license options saved.
da_dk: Indstillinger for Creative Commons License gemt.
el_gr: Οι ρυθμίσεις της άδειας Creative Commons αποθηκεύτηκαν.
fi_fi: Creative Commons -lisenssiasetukset tallennettiin.
fr_fr: Options de la licence Creative Commons enregistrées.

source: Creative Commons license options deleted from the WordPress database.
da_dk: Indstillinger for Creative Commons license er slettet i WordPress' database.
el_gr: Οι ρυθμίσεις της άδειας Creative Commons σβήστηκαν από την βάση δεδομένων του WordPress.
fi_fi: Creative Commons -lisenssiasetukset poistettiin WordPressin tietokannasta.
fr_fr: Options de la licence Creative Commons effacées de la base de données de WordPress.

source: Creative Commons license saved.
da_dk: Creative Commons-licensen er gemt.
el_gr: Η άδεια Creative Commons αποθηκεύτηκε.
fi_fi: Creative Commons -lisenssi tallennettiin.
fr_fr: Licence Creative Commons enregistrée.

source: Select a Creative Commons license
da_dk: Vælg en Creative Commons licens
el_gr: Επιλέξτε μια άδεια Creative Commons
fi_fi: Valitse Creative Commons -lisenssi
fr_fr: Choisissez une licence Creative Commons

source: Welcome to the Creative Commons license configurator for WordPress.
da_dk: Velkommen til Creative Commons licens-konfigurator for WordPress.
el_gr: Καλωσήλθατε στον ρυθμιστή αδειών Creative Commons για το WordPress.
fi_fi: Tervetuloa tekemään WordPressin Creative Commons -lisenssiasetuksia.
fr_fr: Bienvenue dans l'outil de configuration de licences Creative Commons pour WordPress.

source: The following link leads to the Creative Commons license selection engine. After you have selected your license, you will be directed back to this page.
da_dk: Det følgende link fører dig til Creative Commons licensvalg. Når du har valgt din licens, vil du blive dirigeret tilbage til denne side.
el_gr: Ο παρακάτω σύνδεσμος οδηγεί στον μηχανισμό επιλογής αδειών Creative Commons. Αφού επιλέξετε την άδειά σας, θα μεταφερθείτε ξανά σε αυτή τη σελίδα.
fi_fi: Seuraavan linkin kautta siirryt Creative Commons -lisenssin valintaan. Lisenssin valittuasi sinut ohjataan takaisin tälle sivulle.
fr_fr: Les liens suivants mènent au moteur de sélection des licences Creative Commons. Une fois que vous aurez choisi votre licence, vous serez redirigé sur cette page.

source: Please
da_dk: Venligst
el_gr: Παρακαλώ
fi_fi: Ole hyvä,
fr_fr: Merci de

source: select a Creative Commons license
da_dk: vælg en Creative Commons licens
el_gr: επιλέξτε μια άδεια Creative Commons
fi_fi: valitse Creative Commons -lisenssi
fr_fr: choisir une licence Creative Commons

source: Current License
da_dk: Aktuel licens
el_gr: Τρέχουσα Άδεια
fi_fi: Nykyinen lisenssi
fr_fr: Licence actuelle

source: Information
el_gr: Πληροφορίες
fi_fi: Ohjeita

source: If you need to use a different license for your blog, press the <em>Reset License</em> button.
da_dk: Hvis du ønsker at bruge en anden licens på din blog, så tryk på <em>Nulstil licens</em>-knappen.
el_gr: Αν θέλετε να χρησιμοποιήσετε μια διαφορετική άδεια για το ιστολόγιό σας, πατήστε το κουμπί <em>Ακύρωση Άδειας</em>.
fi_fi: Jos haluat vaihtaa blogisi lisenssiä, valitse <em>Nollaa lisenssi</em>.
fr_fr: Si vous avez besoin d'utiliser une autre licence pour votre blog, appuyez sur le bouton <em>Réinitialiser la licence</em>.

source: By reseting the license, the saved plugin options are removed from the WordPress database. Consider reseting the license before uninstalling the plugin, so that no trace of it is left in the WordPress database.
da_dk: Hvis du nulstiller licensen, fjernes de gemte indstillinger i WordPress-databasen. Overvej at nulstille licensen, inden du afinstallerer pluginnet, så der er ikke spor tilbage af den i WordPress' database.
el_gr: Ακυρώνοντας την άδεια, οι αποθηκευμένες ρυθμίσεις σβήνονται από τη βάση δεδομένων του WordPress. Σκεφτείτε να ακυρώσετε την άδεια προτού απεγκαταστήσετε το πρόσθετο, ώστε να μην παραμείνει οτιδήποτε σχετικό με αυτό στη βάση δεδομένων του WordPress.
fi_fi: Lisenssin nollaus poistaa lisäosan asetukset WordPressin tietokannasta. Lisenssi kannattaa nollata myös ennen lisäosan poistamista, jottei siitä jäisi jälkiä tietokantaan.
fr_fr: En réinitialisant la licence, les options enregistrées pour l'extension sont effacées de la base de données WordPress. Prenez le temps de réinitialiser la licence avant d'effacer l'extension, de manière à ce qu'aucune trace ne soit laissée dans la base de données WordPress.

source: Reset License
da_dk: Nulstil licens
el_gr: Ακύρωση Άδειας
fi_fi: Nollaa lisenssi
fr_fr: Réinitialiser la licence

source: Here you can choose where and how license information should be added to your blog.
da_dk: Her kan du vælge, hvor og hvordan licensinformationen skal tilføjes til din blog.
el_gr: Εδώ μπορείτε να επιλέξετε τον τρόπο και τα σημεία του ιστολογίου σας, στα οποία θα προστεθούν πληροφορίες σχετικές με την άδεια.
fi_fi: Tässä kohtaa voit valita missä ja miten lisenssin tiedot blogissasi esitetään.
fr_fr: Ici vous pouvez choisir quand et comment les informations de licence doivent être ajoutées à votre blog.

source: Page Head (HTML)
da_dk: Side-head (HTML)
el_gr: Αρχή Σελίδας (HTML)
fi_fi: Sivuston otsikkotiedot (HTML)
fr_fr: En-tête de la page (HTML)

source: Include license information in the page's HTML head. This will not be visible to human visitors, but search engine bots will be able to read it. (Recommended)
da_dk: Inkluderer licensinformation i siden HTML-head. Dette kan ikke umiddelbart ses, men søgemaskiner kan læse det. (Anbefales)
el_gr: Να συμπεριληφθούν πληροφορίες σχετικές με την άδεια στη αρχική HTML περιοχή της σελίδας. Αυτές δεν θα είναι ορατές στους επισκέπτες, αλλά τα προγράμματα των μηχανών αναζήτησης θα μπορούν να τις διαβάσουν. (Προτείνεται)
fi_fi: Sisällytä tieto lisenssistä sivun HTML-otsikkotietoihin. Tämä tieto ei näy ihmiskäyttäjille, mutta hakukoneet pystyvät lukemaan sen. (Suositeltu asetus)
fr_fr: Inclure les informations de licence dans l'en-tête de la page HTML. Ces informations ne seront pas visible pour l'internaute, mais les moteurs de recherche seront capables de les lire. (Recommandé)

source: Syndicated Content
da_dk: Syndikeret indhold
el_gr: Πηγές Δημοσιεύσεων
fi_fi: Verkkosyötteet
fr_fr: Contenu syndiqué

source: Include license information in the blog feeds. (Recommended)
da_dk: Inkluderer licensinformation i blog-feeds. (Anbefalet)
el_gr: Να συμπεριληφθούν πληροφορίες σχετικές με την άδεια στις πηγές δημοσιεύσεων (Προτείνεται)
fi_fi: Sisällytä tieto lisenssistä blogin syötteisiin. (Suositeltu asetus)
fr_fr: Inclure les informations de licence dans les fils RSS. (Recommandé)

source: Under the published content
da_dk: Under det udgivne indhold
el_gr: Κάτω από το δημοσιευμένο υλικό
fi_fi: Julkaistun sisällön alla
fr_fr: En-dessous du contenu publié

source: By enabling the following option, a small block of text, which contains links to the author, the work and the used license, is appended to the published content. (Recommended)
da_dk: Hvis du aktiverer den følgende indstilling, tilføjes en lille blok med tekst, som indholder links til forfatteren, værket og den anvendte licens, til det udgivne indhold. (Anbefales)
el_gr: Με την ενεργοποίηση της επόμενης ρύθμισης, ένα πινακίδιο με κείμενο, το οποίο θα περιλαμβάνει συνδέσμους προς τον συγγραφέα, το έργο και την χρησιμοποιούμενη άδεια, θα προστεθεί κάτω από το δημοσιευμένο υλικό. (Προτείνεται)
fi_fi: Seuraavan valinnan käyttöönoton myötä julkaistun aineiston perään lisätään lyhyt tekstikappale, jossa on linkit tietoihin kirjoittajasta, teoksesta sekä käytetystä lisenssistä. (Suositeltu asetus)
fr_fr: En activant l'option suivante, un petit bloc de texte, contenant un lien vers l'auteur, le contenu et la licence utilisée, est ajouté après le contenu publié. (Recommandé)

source: Add the text block with license information under the published content in single-post view.
da_dk: Tilføj tekstblok med licensinformation og det udgivne indhold, når enkelt-indlæg vises.
el_gr: Να προστεθεί το πινακίδιο κειμένου με πληροφορίες σχετικές με την άδεια κάτω από το δημοσιευμένο υλικό σε οπτική ενός άρθρου.
fi_fi: Lisää lisenssin tiedot julkaistun sisällön perään yksittäistä merkintää luettaessa.
fr_fr: Ajouter le bloc de texte avec les informations de licence sur le contenu publié dans la vue "article entier".

source: Include the license image in the text block.
da_dk: Inkludér licensikon i tekstblokken.
el_gr: Να συμπεριληφθεί και το εικονίδιο της άδειας μέσα στο πινακίδιο.
fi_fi: Sisällytä tekstikappaleeseen lisenssin kuvake.
fr_fr: Inclure l'image de la licence dans le bloc de texte.

source: Include extended information about the published work and its creator. By enabling this option, hyperlinks to the published content and its creator/publisher are also included into the license statement inside the block. This, by being an attribution example itself, will generally help others to attribute the work to you.
da_dk: Inkludér udvidet information om det udgivne værk og dets ophavsmand. Ved at aktivere denne indstilling, inkluderes hyperlinks til det udgivne indhold og dets skaber/udgiver også i licensoplysningerne i blokken. Det vil generelt hjælpe andre med at anerkende dig som ophavsmand og er selv et eksempel på en sådan anerkendelse.
el_gr: Να συμπεριληφθούν εκτεταμένες πληροφορίες για το δημοσιευμένο υλικό και τον δημιουργό του. Ενεργοποιώντας αυτήν την επιλογή, σύνδεσμοι προς το δημοσιευμένο υλικό και τον δημιουργό/εκδότη του συμπεριλαμβάνονται στην δήλωση άδειας μέσα στο πινακίδιο. Αυτό γενικότερα δρα και ως παράδειγμα για όσους χρειαστεί να αποδώσουν το έργο σε εσάς.
fi_fi: Sisällytä laajennettu selvitys teoksesta ja sen luojasta. Tämän valinnan käyttöön otettuasi lisenssiin sisällytetään linkki julkaistuun aineistoon ja sen tekijään.
fr_fr: Inclure des informations détaillées sur l'oeuvre publiée et son auteur. En activant cette option, les liens vers l'oeuvre publiée et son auteur/éditeur sont aussi inclus dans l'information de licence à l'intérieur du bloc. Ceci, en donnant un exemple d'attribution, aidera les autres à vous attribuer l'oeuvre.

source: If extended information about the published work has been enabled, then you can choose which name will indicate the creator of the work. By default, the blog name is used.
da_dk: Hvis udvidet information om det udgivne værk er blevet aktiveret, kan du vælge navnet på skaberen af/ophavsmanden til værket. Som standard bruges blognavnet.
el_gr: Εάν έχει ενεργοποιηθεί η επιλογή των εκτεταμένων πληροφοριών σχετικά με το έργο, τότε μπορείτε να επιλέξετε ποιο όνομα θα υποδεικνύει τον δημιουργό του έργου. Εξ'ορισμού χρησιμοποιείται το όνομα του ιστολογίου.
fi_fi: Jos laajennettu selvitys on käytössä, voit valita millä nimellä teoksen luojaan viitataan. Oletuksena käytetään blogin nimeä.
fr_fr: Si vous avez activé l'affichage des informations détaillées sur l'oeuvre publiée, vous pouvez choisir quel nom sera associé au créateur de l'oeuvre. Par défaut, celui utilisé est le nom du blog.

source: If you have added any extra permissions to your license, provide the URL to the webpage that contains them. It is highly recommended to use absolute URLs, for example
da_dk: Hvis du har tilføjet ekstra tilladelser til din licens, så anfør URL&#39;en til websiden, som beskriver dem. Det anbefales stærkt at bruge absolutte URL&#39;er, f.eks.
el_gr: Εάν έχετε θέσει επιπρόσθετους περιορισμούς στην άδειά σας, τότε γράψτε τη διεύθυνση της ιστοσελίδας που τους περιέχει. Προτείνεται ανεπιφύλαχτα η χρήση απόλυτων διευθύνσεων, για παράδειγμα
fi_fi: Jos lisenssiisi sisältyy lisäehtoja, syötä tähän ehdot selostavan verkkosivun osoite. Kannattaa käyttää absoluuttista osoitetta, kuten esimerkiksi
fr_fr: Si vous avez ajouté des permissions supplémentaires à votre licence, fournissez l'URL de la page web qui les décrit. Il est fortement recommandé d'utiliser des URLs absolues, par exemple

source: Colors of the license block
da_dk: Farver på licensblokken
el_gr: Χρώματα του πινακιδίου της άδειας
fi_fi: Lisenssikappaleen väritys
fr_fr: Couleur du bloc de licence

source: Set a color for the text that appears within the block (does not affect hyperlinks)
da_dk: Vælg en farve til teksten, som vises inden i blokken (påvirker ikke hyperlinks)
el_gr: Ορίστε ένα χρώμα για το κείμενο που εμφανίζεται μέσα στο πινακίδιο (δεν επηρεάζει τους συνδέσμους)
fi_fi: Valitse kappaleen sisältämän tekstin väri (ei vaikuta linkkien väritykseen)
fr_fr: Définir une couleur pour le texte qui apparaît à l'intérieur du bloc (n'affecte pas les hyperliens)

source: Default
da_dk: Standard
el_gr: Εξ'ορισμού
fi_fi: Oletus
fr_fr: Par défaut

source: Set a background color for the block.
da_dk: Vælg en baggrundsfarve for blokken.
el_gr: Ορίστε ένα χρώμα για το υπόβαθρο του πινακιδίου της άδειας.
fi_fi: Valitse kappaleen taustaväri.
fr_fr: Définir une couleur de fond pour le bloc.

source: Set a color for the border of the block.
da_dk: Vælg en farve til blokkens ramme.
el_gr: Ορίστε ένα χρώμα για το περίγραμμα του πινακιδίου της άδειας.
fi_fi: Valitse kappaleen reunuksen väri.
fr_fr: Définir une couleur pour les bordures du bloc.

source: Disable the internal formatting of the license block. If the internal formatting is disabled, then the color selections above have no effect any more. You can still format the license block via your own CSS. The <em>cc-block</em> and <em>cc-button</em> classes have been reserved for formatting the license block and the license button respectively.
da_dk: Deaktivér den indre formattering af licensblokken. Hvis den indre formattering er deaktiveret, har farvevalgene ovenfor ikke længere nogen effekt. Du kan stadig formattere licensblokken med din egen CSS. <em>cc-block</em> og <em>cc-button</em>-klasserne er reserveret for formattering af henholdsvis licensblokken og licensknappen.
el_gr: Απενεργοποίηση της εσωτερικής μορφοποίησης του πινακιδίου της άδειας. Αν η εσωτερική μορφοποίηση απενεργοποιηθεί, τότε οι πιο πάνω επιλογές χρωμάτων δεν έχουν πλέον καμία επίδραση. Μπορείτε όμως να μορφοποιήσετε το πινακίδιο άδειας μέσω του δικού σας CSS stylesheet. Οι κλάσεις <em>cc-block</em> και <em>cc-button</em> έχουν κρατηθεί για τη μορφοποίηση του πινακιδίου άδειας και του εικονιδίου της άδειας αντίστοιχα.
fi_fi: Lisenssikappaleen sisäinen muotoilu pois käytöstä. Mikäli sisäinen muotoilu on pois käytöstä, ylläolevilla värivalinnoilla ei ole vaikutusta. Tämän jälkeen voit määrätä lisenssikappaleen tyylin omassa tyylitiedostossasi. Lisenssikappaleen CSS-luokka on <em>cc-block</em>, lisenssin kuvakkeen luokka puolestaan <em>cc-button</em>.
fr_fr: Déactiver la mise en forme interne du bloc de licence. Quand cette mise en forme est désactivée, les choix de couleur faits au-dessus ne sont plus pris en compte. Vous pouvez toujours mettre en forme le bloc de licence via votre propre CSS. Les classes <em>cc-block</em> et <em>cc-button</em> sont réservées pour la mise en forme du bloc de licence et du bouton de licence, respectivement.

source: Update Options
da_dk: Opdatér indstillinger
el_gr: Ενημέρωση Ρυθμίσεων
fi_fi: Tallenna asetukset
fr_fr: Mettre à jour les options

source: Advanced Info
da_dk: Avanceret information
el_gr: Για Προχωρημένους
fi_fi: Ohjeita edistyneille käyttäjille
fr_fr: Informations détaillées

source: Apart from the options above for the inclusion of licensing information in your blog, this plugin provides some <em>Template Tags</em>, which can be used in your theme templates. These are the following:
da_dk: I tillæg til ovenstående indstillinger af, hvilken licensinformation der skal medtages på din blog, giver pluginnet dig nogle <em>Skabelon-tags</em>, som du kan bruge i dit temaskabeloner. Det drejer sig om følgende:
el_gr: Εκτός από τις παραπάνω ρυθμίσεις για την προσθήκη πληροφοριών σχετικών με την άδεια στο ιστολόγιό σας, αυτό το πρόσθετο παρέχει και μερικά <em>Template Tags</em>, τα οποία μπορούν να χρησιμοποιηθούν στα θέματα εμφάνισης. Αυτά είναι τα παρακάτω:
fi_fi: Ylläolevien asetusten lisäksi tämä lisäosa tarjoaa käyttöön <em>ulkoasukoodeja</em>, joita voidaan käyttää ulkoasutiedostoissa. Ulkoasukoodit ovat:
fr_fr: En dehors des informations ci-dessus pour l'inclusion des informations de licence à votre blog, cette extension fournit des "tags de modèles", pouvant être utilisés dans les modèles de votre thème. Les voici :

source: Text Hyperlink
da_dk: Tekst-hyperlink
el_gr: Σύνδεσμος κειμένου
fi_fi: Tekstilinkki
fr_fr: Hyperlien textuel

source: Returns the text hyperlink of your current license for use in the PHP code.
da_dk: Returnerer tekst-hyperlinks for den aktuelle licens til brug i din PHP-kode.
el_gr: Επιστρέφει τον σύνδεσμο κειμένου της τρέχουσας άδειας για χρήση μέσα στον κώδικα PHP.
fi_fi: Palauttaa tekstimuotoisen linkin käytössä olevaan lisenssiin.
fr_fr: Renvoie l'hyperlien textuel de votre licence pour une utilisation dans le code PHP.

source: Displays the text hyperlink.
da_dk: Viser tekst-hyperlink.
el_gr: Δείχνει τον σύνδεσμο κειμένου.
fi_fi: Näyttää tekstimuotoisen linkin.
fr_fr: Affiche l'hyperlien textuel

source: Image Hyperlink
da_dk: Billed-hyperlink
el_gr: Σύνδεσμος Εικόνας
fi_fi: Kuvalinkki
fr_fr: Hyperlien image

source: Returns the image hyperlink of the current license.
da_dk: Returnerer billed-hyperlinket for den aktuelle licens.
el_gr: Επιστρέφει τον σύνδεσμο εικόνας της τρέχουσας άδειας.
fi_fi: Palauttaa kuvakelinkin käytössä olevaan lisenssiin.
fr_fr: Renvoie l'hyperlien image de la licence actuelle.

source: Displays the image hyperlink of the current license.
da_dk: Viser billed-hyperlinket for den aktuelle licens.
el_gr: Δείχνει τον σύνδεσμο εικόνας της τρέχουσας άδειας.
fi_fi: Näyttää kuvakelinkin.
fr_fr: Affiche l'hyperlien image de la licence actuelle.

source: License URIs
da_dk: Licens-URI&#39;er
el_gr: Διευθύνσεις άδειας
fi_fi: Lisenssin osoite
fr_fr: URIs de la licence

source: Returns the license's URL.
da_dk: Returnerer licens-URI&#39;er
el_gr: Επιστρέφει τη διεύθυνση της άδειας.
fi_fi: Palauttaa lisenssin osoitteen.
fr_fr: Renvoie l'URL de la licence.

source: Returns the license's Deed URL. Usually this is the same URI as returned by the bccl_get_license_url() function.
da_dk: Returnerer licensens "Deed-URL". Dette er sædvanligvis den samme URI, som returneres af funktionen bccl_get_license_url().
el_gr: Επιστρέφει την διεύθυνση Deed της άδειας. Συνήθως αυτή η διεύθυνση είναι η ίδια με εκείνη που επιστρέφεται από την συνάρτηση bccl_get_license_url().
fi_fi: Palauttaa lisenssin Deed-osoitteen, joka on useimmiten sama kuin bccl_get_license_url()-funktion palauttama osoite.
fr_fr: Renvoie l'URL réelle de la licence. D'ordinaire c'est la même URI que celle retournée par la fonction bccl_get_license_url().

source: Full HTML Code
da_dk: Fuld HTML-kode
el_gr: Όλοκληρος ο κώδικας HTML
fi_fi: Täysi HTML-koodi
fr_fr: Code HTML complet

source: Returns the full HTML code of the license. This includes the text and the image hyperlinks.
da_dk: Returnerer fuld HTML-kode med licensen. Dette inkluderer tekst- og billed-hyperlinks.
el_gr: Επιστρέφει ολόκληρο τον κώδικα HTML της άδειας. Αυτός συμπεριλαμβάνει συνδέσμους κειμένου και εικόνας.
fi_fi: Palauttaa lisenssin koko HTML-koodin, joka sisältää teksti- ja kuvakemuotoiset linkit.
fr_fr: Renvoie le code HTML complet de la licence. Ce code inclut les hyperliens texte et image.

source: Displays the full HTML code of the license. This includes the text and the image hyperlinks.
da_dk: Viser fuld HTML-kode med licensen. Dette inkluderer tekst- og billed-hyperlinks.
el_gr: Δείχνει ολόκληρο τον κώδικα HTML της άδειας. Αυτός συμπεριλαμβάνει συνδέσμους κειμένου και εικόνας.
fi_fi: Näyttää lisenssin HTML-koodin, joka sisältää teksti- ja kuvakemuotoiset linkit.
fr_fr: Affiche le code HTML complet de la licence. Ce code inclut les hyperliens texte et image.

source: Complete License Block
da_dk: Komplet licensblok
el_gr: Ολοκληρωμένο Πινακίδιο Άδειας
fi_fi: Koko lisenssikappale
fr_fr: Bloc de licence complet

source: Displays a complete license block. This template tag can be used to publish specific original work under the current license or in order to display the license block at custom locations on your website. This function supports the following arguments
da_dk: Viser en komplet licensblok. Dette skabelon-tag kan bruges til udgive et konkret originalt værk under den aktuelle licens eller til at vise licensblokken på steder på din blog, som du selv vælger. Funktionen understøtter de følgende argumenter
el_gr: Δείχνει ένα ολοκληρωμένο πινακίδιο άδειας. Αυτή η συνάρτηση μπορεί να χρησιμοποιηθεί για την έκδοση συγκεκριμένου αυθεντικού έργου υπό την τρέχουσα άδεια ή για την προβολή του πινακιδίου άδειας σε κάποια διαφορετική θέση στο ιστολόγιό σας. Η συνάρτηση αυτή υποστηρίζει τις παρακάτω παραμέτρους
fi_fi: Näyttää koko lisenssikappaleen. Tätä ulkoasukoodia voidaan käyttää määrättyjen teosten julkaisemiseen nykyisellä lisenssillä, tai lisenssin näyttämiseen valinnaisissa paikoissa sivustollasi. Funktio tukee seuraavia parametreja
fr_fr: Affiche un bloc de licence complet. Ce tag de modèle peut être utilisé pour publier des oeuvres originales sous la licence choisie ou pour afficher le bloc de licence à des endroits particuliers de votre site web. Cette fonction comprend les paramètres suivants

source: alphanumeric
da_dk: alfanumerisk
el_gr: αλφαριθμητικό
fi_fi: kirjainnumeerinen
fr_fr: alphanumérique

source: This argument is used to define the work to be licensed. Its use is optional, when the template tag is used in single-post view. If not defined, the user-defined settings for the default license block are used.
da_dk: Dette argument bruges til at definere værket, som skal have en licens. Dets brug er valgfri, når skabelon-tagget bruges, når enkelt-indlæg vises. Hvis udefineret, bruges de brugervalgte indstillinger for standardlicensblokken.
el_gr: Αυτή η παράμετρος χρησιμοποιείται για να οριστεί το έργο που εκδίδεται υπό την άδεια. Η χρήση του είναι προαιρετική, όταν η συνάρτηση χρησιμοποιείται σε οπτική ενός άρθρου. Αν δεν οριστεί, τότε χρησιμοποιούνται οι ορισμένες από το χρήστη ρυθμίσεις για το εξ'ορισμού πινακίδιο άδειας.
fi_fi: Tätä parametria käytetään lisensoitavan työn määrittelemiseen. Se on valinnainen, jos ulkoasukoodia käytetään yksittäisiä merkintöjä näytettäessä. Mikäli parametria ei anneta, käytetään lisenssikappaleen asetusta.
fr_fr: Ce paramètre est utilisé pour définir le contenu à associer à une licence. Son usage est optionnel quand le tag de modèle est utilisé dans la vue "article entier". S'il n'est pas défini, les options pour le bloc de licence par défaut sont utilisées.

source: This argument sets the name of the CSS class that will be used to format the license block. It is optional. If not defined, then the default class <em>cc-block</em> is used.
da_dk: Dette argument angiver navnet på CSS-klassen, som vil blive brugt til at formattere licensblokken. Det er valgtfrit. Hvis udefineret, bruges standardklassen <em>cc-block</em>.
el_gr: Αυτή η παράμετρος θέτει το όνομα της CSS κλάσης που θα χρησιμοποιηθεί για να μορφοποιήσει το πινακίδιο άδειας. Είναι προαιρετική. Αν δεν οριστεί, τότε θα χρησιμοποιηθεί η εξ'ορισμού κλάση <em>cc-block</em>.
fi_fi: Tämä valinnainen parametri määrää lisenssikappaleen CSS-luokan. Mikäli parametria ei määritellä, käytetään oletusluokkaa <em>cc-block</em>.
fr_fr: Ce paramètre définit le nom de la classe CSS utilisée pour le format du bloc de licence. Il est optionnel. S'il n'est pas défini, la classe par défaut <em>cc-block</em> sera utilisée.
