Repository: jscsearchit/creative-commons-configurator-1
Catalog: languages/cc-configurator-*.po
Languages: da_dk, el_gr, fi_fi, fr_fr

source: This argument is optional. It can be used in order to control the appearance of the license icon.
da_dk: Dette argument er valgfrit. Det kan bruges til at kontrollere licensikonets udseende.
el_gr: Αυτή η παράμετρος είναι προαιρετική. Μπορεί να χρησιμοποιηθεί για τον έλεγχο της εμφάνισης του εικονιδίου της άδειας.
fi_fi: Tätä valinnaista parametria voidaan käyttää lisenssikuvakkeen ulkoasun määrittelyssä.
fr_fr: Ce paramètre est optionnel. Il peut être utilisé pour contrôler l'apparence de l'icone de licence.

source: Licence Documents
da_dk: Licensdokumenter
el_gr: Κείμενα Άδειας
fi_fi: Lisenssi asiakirjoina
fr_fr: Documents de la licence

source: Displays the license's summary document in an <em>iframe</em>.
da_dk: Viser dokument med resumé af licensen i en <em>iframe</em>.
el_gr: Δείχνει την περίληψη του κειμένου της άδειας σε <em>iframe</em>.
fi_fi: Näyttää lisenssin tiivistelmän <em>iframe</em>-elementissä.
fr_fr: Afficher le résumé de la licence dans une <em>iframe</em>.

source: Displays the license's full legal code in an <em>iframe</em>.
da_dk: Viser hele den juridiske licens i en <em>iframe</em>.
el_gr: Δείχνει το πλήρες νομικό κείμενο της άδειας σε <em>iframe</em>.
fi_fi: Näyttää lisenssin koko tekstin <em>iframe</em>-elementissä.
fr_fr: Afficher le contenu légal complet de la licence dans une <em>iframe</em>.

source: Creative Commons License
el_gr: Creative Commons Άδεια
fi_fi: Creative Commons -lisenssi
fr_fr: Licence Creative Commons

source: The
da_dk: Værket
el_gr: Το
fr_fr: Le

source: by
da_dk: af
el_gr: από
fi_fi: jonka tekijä on
fr_fr: par

source: This work
da_dk: Dette værk
el_gr: Αυτό το έργο
fi_fi: Tämä teos
fr_fr: Cette oeuvre

source: ERROR (cc-configurator): you must define the work to be licenced, if not using this template tag in single-post view.
da_dk: FEJL (cc-configurator): Du skal angive det værk, der skal have en licens, med mindre du kun bruger den, når et enkelt-indlæg vises.
el_gr: ΛΑΘΟΣ (cc-configurator): πρέπει να ορίσετε το έργο που θα εκδοθεί υπό την άδεια, εφόσον δεν χρησιμοποιείτε αυτή τη συνάρτηση σε οπτική ενός άρθρου.
fi_fi: VIRHE (cc-configurator): lisensoitava teos täytyy määritellä, kun tätä ulkoasukoodia käytetään muualla kuin yksittäisiä merkintöjä näytettäessä.
fr_fr: ERREUR (cc-configurator): vous devez définir l'oeuvre à associer à la licence, si vous n'utilisez pas ce tag de modèle dans la vue "article entier".

source: unless otherwise expressly stated
da_dk: medmindre andet udtrykkeligt er angivet
el_gr: εκτός αν έχει ρητώς διατυπωθεί διαφορετικά
fi_fi: jollei toisin mainita
fr_fr: sauf mention contraire expresse

source: is licensed under a
da_dk: er licenseret under en
el_gr: εκδίδεται υπό μία
fi_fi: annetaan käyttöön lisenssillä
fr_fr: est publié sous licence

source: Terms and conditions beyond the scope of this license may be available at
da_dk: Vilkår og betingelser udover, hvad der omfattes af denne licens, kan være tilgængelig på
el_gr: Όροι και συνθήκες πέραν του πλαισίου αυτής της άδειας ενδέχεται να είναι διαθέσιμα στο
fi_fi: Aineiston käyttöä tämän lisenssin lisäksi koskevia ehtoja on saatavilla osoitteessa
fr_fr: Les termes et conditions au-delà de cette licence sont disponible ici :

source: Blog Name
da_dk: Blognavn
el_gr: Όνομα Ιστολογίου
fi_fi: Blogin nimi
fr_fr: Nom du blog

source: First + Last Name
da_dk: For + efternavn
el_gr: Όνομα + Επίθετο
fi_fi: Etu- ja sukunimi
fr_fr: Prénom + Nom

source: Last + First Name
da_dk: Efter + fornavn
el_gr: Επίθετο + Όνομα
fi_fi: Suku- ja etunimi
fr_fr: Nom + Prénom

source: Nickname
da_dk: Kaldenavn
el_gr: Ψευδώνυμο
fi_fi: Lempinimi
fr_fr: Surnom

source: Displayed Name
da_dk: Vist navn
el_gr: Δημόσια προβαλλόμενο όνομα
fi_fi: Näyttönimi
fr_fr: Nom affiché
